tap 'adoptopenjdk/openjdk'
tap 'chef/homebrew-chef'
tap 'hashicorp/tap'
tap 'heroku/brew'
tap 'homebrew/cask-fonts'

brew 'autojump'
brew 'bash'
brew 'bash-completion'
brew 'chruby'
brew 'consul'
brew 'consul-template'
brew 'direnv'
brew 'exa'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'golang'
brew 'heroku'
brew 'hub'
brew 'java'
brew 'jenv'
brew 'jq'
brew 'jrnl'
brew 'lastpass-cli'
brew 'moreutils'
brew 'neovim'
brew 'python'
brew 'python3'
brew 'pyenv'
brew 'ruby-install'
brew 'sbt'
brew 'scala'
brew 'starship'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'python-yq'

cask '1password'
cask '1password-cli'
cask 'adoptopenjdk8'
cask 'alfred'
cask 'atom'
cask 'brave-browser'
cask 'caffeine'
cask 'chefdk'
cask 'commander-one'
cask 'discord'
cask 'docker'
cask 'docker-toolbox'
cask 'font-fira-code'
cask 'flycut'
cask 'font-inconsolata-dz-for-powerline'
cask 'font-source-code-pro'
cask 'github'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'jira-client'
cask 'keybase'
cask 'kitematic'
cask 'mysqlworkbench'
cask 'shiftit'
cask 'skype'
cask 'spotify'
cask 'tuple'
cask 'typora'
cask 'itsycal'
cask 'jetbrains-toolbox'
cask 'via'
cask 'visual-studio-code'
cask 'vlc'
