tap 'heroku/brew'
tap 'homebrew/cask-fonts'

brew 'bash-completion'
brew 'chruby'
brew 'fzf'
brew 'git'
brew 'golang'
brew 'jq'
brew 'java'
brew 'heroku'
brew 'neovim'
brew 'python'
brew 'python3'
brew 'ruby-install'
brew 'the_silver_searcher'
brew 'tig'
brew 'tree'
brew 'wget'

cask '1password'
cask '1password-cli'
cask 'atom'
cask 'brave-browser'
cask 'discord'
cask 'docker-toolbox'
cask 'flycut'
cask 'font-inconsolata-dz-for-powerline'
cask 'font-source-code-pro'
cask 'github'
cask 'iterm2'
cask 'shiftit'
cask 'skype'
cask 'typora'
cask 'kitematic'
cask 'virtualbox'
cask 'itsycal'
cask 'jetbrains-toolbox'
cask 'vlc'
cask 'zoomus'
